Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/national_museum_of_ireland.html.txt.tmx
Source language: en
Languages: ga

source: The National Museum of Ireland is devoted to Irish archaeology, history, decorative arts and natural history
ga: Tá Ard-Mhúsaem na hÉireann tiomanta do sheandálaíocht, stair, do na healaíona maisiúla agus do stáir dhúlra na hÉireann

source: Its collections are displayed in four museums:
ga: Taispeántar a bhailiúcháin i gceithre mhúsaem:

source: • National Museum of Ireland - Archaeology
ga: • Ard-Mhúsaem na hÉireann – Seandálaíocht

source: • National Museum of Ireland - Decorative Arts and History
ga: • Ard-Mhúsaem na hÉireann – Na hEalaíona Maisiúla agus Stair

source: • National Museum of Ireland - Natural History
ga: • Ard-Mhúsaem na hÉireann – Stair an Dúlra

source: • National Museum of Ireland - Country Life
ga: • Ard-Mhúsaem na hÉireann – Saol na Tuaithe

source: National Museum of Ireland - Archaeology
ga: Ard-Mhúsaem na hÉireann – Seandálaíocht

source: The National Museum of Ireland - Archaeology, which opened in 1890 and is located in Kildare Street, Dublin, contains artefacts ranging from 7000BC to the 16th Centuary, which are displayed in seven exhibition galleries
ga: Tá déantáin a rinneadh idir 7,000 RCh agus an 16ú hAois in Ard-Mhúsaem na hÉireann – Seandálaíocht, a oscalíodh in 1890 agus atá lonnaithe i Sráid Chill Dara, Baile Átha Cliath, agus déantar iad a thaispeáint i seacht ndánlann taispeántas

source: The archaeological exhibitions trace the development of Irish civilisation from the arrival of the first people in Ireland in the Mesolithic or Middle Stone Age to late Medieval Ireland
ga: Tá rian fhorbairt shibhialtacht na hÉireann le sonrú ó theacht na chéad phobal go hÉireann san Aois Mheisiliteach (nó an Mheán-Chlochaois) anuas go dtí Éire dheireadh na Meánaoise

source: In addition, there are exhibitions dealing with the civilisations of Ancient Egypt and Roman
ga: Sa mhullach air sin, is ann do thaispeánatis lena mbaineann sibhialtachtaí na Seán-Éigipte agus na Róimhe

source: The National Museum of Ireland - Archaeology is home to the Irish Antiquities Division of the National Museum of Ireland
ga: Is in Ard-Mhúsaem na hÉireann – Seandálaíocht atá Rannóg na Seaniarsmaí Éireannacha de chuid Ard-Mhúsaem na hÉireann

source: This division is responsible for maintaining the portable archaeological heritage of Ireland
ga: Tá an rannóg seo freagrach as cothabháil oidhreacht iompartha seandálaíochta na hÉireann

source: The National Museum of Ireland - Archaeology's educational facilities include an audio-visual room, an Activity Cart in the exhibition galleries and a dedicated education resource room
ga: I measc na n-áiseanna oideachais ar a dtagtar in Ard-Mhúsaem na hÉireann – Seandálaíocht tá seomra closamhairc, Cairt Ghníomhaíochtaí i ndánlann na dtaispeántas agus seomra acmhainní atá tiomanta do chúrsaí oideachais

source: The Museum offers guided tours
ga: Cuireann an Músaem turais threoraithe ar fáil

source: Tours last approximately 45 minutes
ga: Maireann na turais thart ar 45 nóiméad

source: At least 2 week's notice is required when booking group tours
ga: Teastaíonn fógra ar a laghad 2 sheachtain nuair a bhíonn grúpthurais á gcur in áirithe

source: It is advisable to let Museum staff know in advance if you are visiting on a self-guided visit
ga: Moltar foireann an Mhúsaeim a chur ar an eolas roimh ré má bheidh cuairt fhéinthreoraithe á tabhairt agat ar an Músaem

source: The Museum hosts public lectures throughout the year, as well as workshops
ga: Cuireann an Músaem léachtanna poiblí ar siúl i rith na bliana ar fad, mar aon le ceardlanna

source: Admission to lectures is free and no booking is required, although places are allocated on a "first come first served" basis
ga: Tá cead isteach chuig na léachtanna saor in aisce agus ní theastaíonn aon chur in áirithe, cé go leithdháiltear áiteanna ar bhonn “tús freastail ar an duine is túisce”

source: Lectures last approximately one hour
ga: Maireann léachtanna thart ar uair an chloig

source: Check the calendar of events for details of tours, lectures and workshops
ga: Caith súil ar an bhféilre imeachtaí le teacht ar shonraí faoi thurais, léachtanna agus faoi cheardlanna

source: Information on information sheets, teachers' notes and workpacks is available on the Museum's website
ga: Tá teacht ar an bhfaisnéis a bhíonn ar bhileoga faisnéise, ar nótaí múinteoirí agus ar phacáistí oibre ar láithreán gréasáin an Mhúsaeim

source: You should contact the National Museum of Ireland's Education and Outreach Department at (01) 648 6453 or book online to book group tours or education programmes
ga: Ba cheart duit dul i dteagmháil le Rannóg Oideachais agus For-Rochtana Ard-Mhúsaem na hÉireann ag (01) 648 6453 nó cur in áirithe a dhéanamh ar líne le grúpthurais nó cláir oideachais a chur in áirithe

source: National Museum of Ireland - Decorative Arts and History
ga: Ard-Mhúsaem na hÉireann – Na hEalaíona Maisiúla agus Stair

source: The National Museum of Ireland - Decorative Arts and History at Collins Barracks in Dublin contains collections of artefacts such as furniture, silver, ceramics, glassware, costume, and weaponry
ga: Tá in Ard-Mhúsaem na hÉireann – Na hEalaíona Maisiúla agus Stair, atá lonnaithe ag Beairic Uí Choileáin i mBaile Átha Cliath, bailiúcháin de dhéantáin; a leithéidí troscán, airgead, earraí ceirmeacha, earraí gloine, feisteas agus airm

source: It is home to the Art and Industrial Division of the National Museum of Ireland, which is responsible for artefacts relating to Irish political, economic, social, industrial and military history over the last 300 years
ga: Is ann atá an Rannóg Ealaíne agus Tionscail de chuid Ard-Mhúsaem na hÉireann, atá freagrach as déantáin lena mbaineann stair pholaitiúil, gheilleagrach, shóisialta, thionscail agus mhíleata na hÉireann le 300 bliain anuas

source: Museum staff also care for collections of Irish, European and Oriental decorative arts, which give an understanding of international design and culture as they relate to Ireland
ga: Ina theannta sin, tá cúram ar fhoireann an Mhúsaeim maidir le bailiúcháin ealaíon maisiúil ó Éirinn, ón Eoraip agus ón Oirthear, a thugann tuiscint dúinn ar an dearadh agus ar an gcultúr idirnáisiúnta faoi mar a bhaineann siad le hÉirinn

source: The National Museum of Ireland - Decorative Arts and History offers guided tours including a general introduction to the Museum
ga: Cuireann Ard-Mhúsaem na hÉireann – Na hEalaíona Maisiúla agus Stair turais threoraithe ar fáil, lena n-áirítear turas ginearálta le faisneis a thabhairt faoin Músaem

source: At least one month's notice is required when booking group tours
ga: Teastaíonn fógra míosa ar a laghad nuair a bhíonn grúpthurais á gcur in áirithe

source: It is advisable to let Museum staff know in advance if you are visiting the Museum on a self-guided visit
ga: Moltar foireann an Mhúsaeim a chur ar an eolas roimh ré má bheidh cuairt fhéinthreoraithe á tabhairt agat ar an Músaem

source: The Museum also hosts workshops and public lectures
ga: Ina theannta sin uile, cuireann an Músaem ceardlanna agus léachtanna poiblí ar siúl

source: National Museum of Ireland - Natural History
ga: Ard-Mhúsaem na hÉireann – Stair an Dúlra

source: The National Museum of Ireland - Natural History, which is the oldest part of the National Museum and located in Merrion Street in Dublin, contains collections of Irish animals dating from prehistoric times to the present, international animals, invertebrate animals (animals without spines) and vertebrate animals (animals with spines)
ga: Tá in Ard-Mhúsaem na hÉireann – Stair an Dúlra, arb í an brainse is sine den Ard-Mhúsaem, atá lonnaithe i Sráid Mhuirfean i mBaile Átha Cliath, bailiúcháin d’ainmhithe na hÉireann ón aimsir réamhstairiúil anuas chuig an lá atá inniu ann, ainmhithe idirnáisiúnta, ainmhithe inveirteabhracha (ainmhithe gan aon chnámh droma iontu) agus ainmhithe veriteabracha (ainmhithe le cnámh droma iontu)

source: The National Museum of Ireland - Natural History hosts a range of guided tours
ga: Cuireann Ard-Mhúsaem na hÉireann – Stair an Dúlra réimse turais threoraithe ar fáil

source: Check the calendar of events for details of tours, talks and workshops
ga: Caith súil ar an bhféilire imeachtaí le teacht ar shonraí faoi thurais, cainteanna agus faoi cheardlanna

source: It is advisable to let Museum staff know in advance if you are visiting the National Museum of Ireland - Natural History on a self-guided visit
ga: Moltar foireann an Mhúsaeim a chur ar an eolas roimh ré má bheidh cuairt fhéinthreoraithe á tabhairt agat ar Ard-Mhúsaem na hÉireann – Stair an Dúlra

source: National Museum of Ireland - Country Life
ga: Ard-Mhúsaem na hÉireann – Saol na Tuaithe

source: The National Museum of Ireland - Country Life, which is the newest branch of the National Museum of Ireland, traces the traditions of rural life throughout Ireland from 1850-1950
ga: Tá rian traidisiúin shaol na tuaithe a bhí beo ar fud na hÉireann idir 1850-1950 le sonrú in Ard-Mhúsaem na hÉireann – Saol na Tuaithe. Is é seo an brainse is nua d’Ard-Mhúsaem na hÉireann

source: Artefacts deal with domestic life, agriculture, fishing and hunting, clothing and textiles, furniture and fittings, trades and crafts, transport, sports and leisure and religion
ga: I measc na ndéantán tá iad siúd lena mbaineann saol an teaghlaigh, talmhaíocht, iascaireacht agus seilg, éadaí agus teicstílí, troscán agus feistis, ceird agus ceardaíocht, iompar, spóirt agus fóillíocht chomh maith le reiligiún

source: The collections are housed in a purpose-built and award-winning museum building, which is set into the terraces of a lake and in the grounds of Turlough Park House, Co. Mayo
ga: Tá na bailiúcháin á gcoimeád i bhfoirgneamh músaeim a tógadh le sainchuspóir agus a bhain gradam amach, atá suite faoi léibhinn locha ar thailte Theach Pháirc an Turlaigh, Contae Mhaigh Eo

source: The National Museum of Ireland - Country Life hosts exhibitions with an educational theme, special annual events, drop-in activities, a Sunday programme of activities and craft workshops and craft demonstrations
ga: Bíonn taispeántais ar a mbíonn téama oideachais, imeachtaí speisialta bliantúla, gníomhaíochtaí buail isteach, clár gníomhaíochtaí agus ceardlanna ceardaíochta agus taispeántais cheardaíochta ar an Domhnach ar siúl in Ard-Mhúsaem na hÉireann – Saol na Tuaithe

source: It also offers guided tours
ga: Ina theannta sin, cuirtear turais threoraithe ar fáil

source: It is advisable to let Museum staff know in advance if your group is visiting the Museum on a self-guided visit
ga: Moltar foireann an Mhúsaeim a chur ar an eolas roimh ré má bheidh cuairt fhéinthreoraithe á tabhairt ag do ghrúpa ar an Músaem

source: The Museum also contains an audio-visual room, an activity room and a resource room
ga: Ina theannta sin, tá sa Mhúsaem seomra closamhairc, seomra gníomhaíochtaí agus seomra acmhainní

source: Admission to all four branches of the National Museum of Ireland is free
ga: Tá cead isteach chuig gach ceann de na ceithre bhrainse d’Ard-Mhúsaem na hÉireann saor in aisce

source: There may be a charge for guided tours
ga: Is féidir go mbeadh táille ann do thurais threoraithe

source: Opening hours for all four branches of the National Museum of Ireland are:
ga: Is iad na huaireanta oscailte do gach ceann de na ceithre bhrainse d’Ard-Mhúsaem na hÉireann:

source: • Tuesdays to Saturdays 10am to 5pm
ga: • Ó Mháirt go Satharn, idir 10r.n

source: • Sundays 2pm to 5pm
ga: • Ar an Domhnach idir 2i.n

source: The Museum is closed on Mondays, Christmas Day and Good Friday
ga: Tá an Músaem dúnta ar an Luan, ar Lá Nollag agus ar Aoine an Chéasta
